tutorials/heatTransfer/heatTransportFoam/Bentheimer/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue eps 1 
);

regions
(
    boxToCell
    {
        box (0 2e-3 0) (5e-3 4e-3 0.1e-3);
        fieldValues
        (
            volScalarFieldValue eps 0.001 
        );
    }
);


// ************************************************************************* //
